// module.exports = [
//     {
//         title: '引入css样式表',
//         path: '/前端三剑客/CSS/CSS3基础/1.引入css样式表'
//     },
//     {
//         title: 'CSS基础、复合选择器',
//         path: '/前端三剑客/CSS/CSS3基础/2.CSS基础、复合选择器'
//     },
//     {
//         title: '字体样式 列表样式',
//         path: '/前端三剑客/CSS/CSS3基础/3.字体样式 列表样式'
//     },
//     {
//         title: '标签显示模式(display)',
//         path: '/前端三剑客/CSS/CSS3基础/4.标签显示模式(display)'
//     },
//     {
//         title: 'CSS背景',
//         path: '/前端三剑客/CSS/CSS3基础/5.CSS背景'
//     },
//     {
//         title: 'CSS三大特性',
//         path: '/前端三剑客/CSS/CSS3基础/6.CSS三大特性'
//     },
//     {
//         title: '盒子模型',
//         path: '/前端三剑客/CSS/CSS3基础/7.盒子模型'
//     },
//     {
//         title: '浮动',
//         path: '/前端三剑客/CSS/CSS3基础/8.浮动'
//     },
//     {
//         title: '定位',
//         path: '/前端三剑客/CSS/CSS3基础/9.定位'
//     },
//     {
//         title: '元素的显示与隐藏',
//         path: '/前端三剑客/CSS/CSS3基础/10.元素的显示与隐藏'
//     },
//     {
//         title: '界面样式，垂直对齐，文字溢出，三角',
//         path: '/前端三剑客/CSS/CSS3基础/11.界面样式，垂直对齐，文字溢出，三角'
//     },
//     {
//         title: '宽高自适应',
//         path: '/前端三剑客/CSS/CSS3基础/12.宽高自适应'
//     },
//     {
//         title: '阿里矢量图的使用',
//         path: '/前端三剑客/CSS/CSS3基础/13.阿里矢量图的使用'
//     },
    
// ]
